 [
  {
    "id": 1,
    "question":
      "IS BOXING SUITABLE FOR ME IF A BEGINNER AND HAVE NEVER PLAYED SPORT?",
    "shortAnswer": "Absolutely",
    "fullAnswer":
      "Typically: For beginners: Training 2-3 times a week is often enough to see initial improvements in fitness, technique and overall condition. For intermediate boxers: To develop skills and endurance, it is usually recommended to train 3-5 times a week. This allows you to focus more on technique, sparring and conditioning. For advanced or competitive boxers: Training 5-6 times a week, or even daily, is a common practice. This includes a combination of boxing practice, strength training, conditioning and sparring. Consistency is key in boxing. Along with regular training, proper rest, nutrition and recovery are crucial for optimal progress and injury prevention."
  },

  {
    "id": 2,
    "question": "WHAT LEVEL OF FITNESS IS REQUIRED TO START TRAINING?",
    "shortAnswer": "Your wish is needed.",
    "fullAnswer":
      "You don`t need to have a high level of fitness to start boxing training. Beginners are often welcome and the workouts can be adapted to suit different fitness levels. It`s helpful to have a basic level of cardiovascular fitness and general physical health, but boxing training alone will help improve your fitness over time. We`ll help you start at a pace that`s comfortable for you and gradually build your endurance and strength as you progress."
  },

  {
    "id": 3,
    "question": "WHAT LEVEL OF FITNESS IS REQUIRED TO START TRAINING?",
    "shortAnswer": "Your wish is needed.",
    "fullAnswer":
      "You don`t need to have a high level of fitness to start boxing training. Beginners are often welcome and the workouts can be adapted to suit different fitness levels. It`s helpful to have a basic level of cardiovascular fitness and general physical health, but boxing training alone will help improve your fitness over time. We`ll help you start at a pace that`s comfortable for you and gradually build your endurance and strength as you progress."
  }
]
